{
  "Airdrop Allocation": "Allocation d'Airdrop",
  "Slippage Sharing": "Partage de Slippage",
  "Profit & Tax Sharing": "Partage des Bénéfices et Taxes",
  "Tier-Based Incentives": "Incitations par Niveau",
  "nodes sold": "nœuds vendus",
  "Buy Now": "Acheter Maintenant",
  "NODE REWARDS": "RÉCOMPENSES DE NŒUD",
  "Entry-level Al participation node for stable airdrop rewards.": "Nœud de participation IA débutant pour des récompenses d'airdrop stables.",
  "Enhanced liquidity node with accelerated DeFi returns.": "Nœud de liquidité amélioré avec des rendements DeFi accélérés.",
  "Governance and ecosystem node with voting privileges.": "Nœud de gouvernance et d'écosystème avec privilèges de vote.",
  "Exclusive founder node with the highest rewards and authority.": "Nœud fondateur exclusif avec les récompenses et l'autorité les plus élevées.",
  "Receive free ATM tokens based on your node tier.": "Recevez des jetons ATM gratuits selon votre niveau de nœud.",
  "Earn dividends from system slippage optimization.": "Gagnez des dividendes grâce à l'optimisation du slippage du système.",
  "Share ecosystem profits and tax-based revenue streams.": "Partagez les bénéfices de l'écosystème et les revenus fiscaux.",
  "Higher-tier nodes unlock greater rewards and privileges.": "Les nœuds de niveau supérieur débloquent plus de récompenses et de privilèges.",
  "Determine the inviter": "Identifier l'inviteur",
  "Please enter the inviter's address": "Veuillez saisir l'adresse de l'inviteur",
  "Sure": "Valider",
  "Your Node Benefits": "Vos Avantages de Nœud",
  "Invite your friends to come along": "Invitez vos amis à vous rejoindre",
  "Invitation Link": "Lien d'Invitation",
  "Congratulations! You are now a proud holder of a Legend ATM Node!": "Félicitations ! Vous êtes désormais le fier détenteur d'un Nœud ATM Légendaire !",
  "Purchase Successfu!!": "Achat Réussi !!",
  "Time": "Temps",
  "Token Reward": "Récompense en Jetons",
  "考核达标可得空投": "Réussite de l'évaluation donne droit à l'airdrop",
  "枚": "unités",
  "考核达标分红权重": "Pondération des dividendes pour évaluation réussie",
  "3个月试用激励层": "Niveau d'incitation d'essai de 3 mois",
  "节点推荐激励": "Incitations de parrainage de nœuds"
}