{
  "Airdrop Allocation": "Phân bổ Airdrop",
  "Slippage Sharing": "Chia sẻ Trượt giá",
  "Profit & Tax Sharing": "Chia sẻ Lợi nhuận & Thuế",
  "Tier-Based Incentives": "Khuyến khích theo Cấp độ",
  "nodes sold": "node đã bán",
  "Buy Now": "Mua Ngay",
  "NODE REWARDS": "PHẦN THƯỞNG NODE",
  "Entry-level Al participation node for stable airdrop rewards.": "Node tham gia AI cấp đầu vào để nhận phần thưởng airdrop ổn định.",
  "Enhanced liquidity node with accelerated DeFi returns.": "Node thanh khoản nâng cao với lợi nhuận DeFi được tăng tốc.",
  "Governance and ecosystem node with voting privileges.": "Node quản trị và hệ sinh thái với đặc quyền bỏ phiếu.",
  "Exclusive founder node with the highest rewards and authority.": "Node người sáng lập độc quyền với phần thưởng và quyền hạn cao nhất.",
  "Receive free ATM tokens based on your node tier.": "Nhận token ATM miễn phí dựa trên cấp độ node của bạn.",
  "Earn dividends from system slippage optimization.": "Kiếm cổ tức từ tối ưu hóa trượt giá hệ thống.",
  "Share ecosystem profits and tax-based revenue streams.": "Chia sẻ lợi nhuận hệ sinh thái và dòng doanh thu dựa trên thuế.",
  "Higher-tier nodes unlock greater rewards and privileges.": "Node cấp cao hơn mở khóa phần thưởng và đặc quyền lớn hơn.",
  "Determine the inviter": "Xác định người mời",
  "Please enter the inviter's address": "Vui lòng nhập địa chỉ của người mời",
  "Sure": "Chắc chắn",
  "Your Node Benefits": "Lợi ích Node của Bạn",
  "Invite your friends to come along": "Mời bạn bè của bạn cùng tham gia",
  "Invitation Link": "Liên kết Mời",
  "Congratulations! You are now a proud holder of a Legend ATM Node!": "Chúc mừng! Bây giờ bạn là chủ sở hữu đáng tự hào của một Node ATM Huyền thoại!",
  "Purchase Successfu!!": "Mua hàng Thành công!!",
  "Time": "Thời gian",
  "Token Reward": "Phần thưởng Token",
  "考核达标可得空投": "Đạt tiêu chuẩn đánh giá có thể nhận Airdrop",
  "枚": "đơn vị",
  "考核达标分红权重": "Trọng số cổ tức đạt tiêu chuẩn đánh giá",
  "3个月试用激励层": "Tầng khuyến khích dùng thử 3 tháng",
  "节点推荐激励": "Khuyến khích giới thiệu Node"
}